Repository: MarkusH/django-dynamic-forms
Catalog: dynamic_forms/locale/*/LC_MESSAGES/django.po
Languages: de

source: Send via email
de: Via E-Mail versenden

source: Form “%(formname)s” submitted
de: Formular „%(formname)s“ wurde abgeschickt

source: Store in database
de: In der Datenbank speichern

source: Options
de: Optionen

source: The options for this field will be available once it has been stored the first time.
de: Die Optionen für dieses Feld sind nach dem ersten Speichern verfügbar.

source: Boolean
de: Ja/Nein Auswahl

source: Choices
de: Auswahl

source: Date
de: Datum

source: Date and Time
de: Datum und Uhrzeit

source: Integer
de: Ganzzahl

source: Multi Line Text
de: Mehrzeiliger Text

source: Single Line Text
de: Einzeiliger Text

source: Time
de: Uhrzeit

source: Submit URL
de: Formular URL

source: The full URL path to the form. It should start and end with a forward slash (<code>/</code>).
de: Der vollständige URL-Pfad bei dem das Formular angezeit werden soll. Der Pfad sollte mit einem Slash beginnen und enden (<code>/</code>).

source: Success URL
de: Ziel URL

source: The full URL path where the user will be redirected after successfully sending the form. It should start and end with a forward slash (<code>/</code>). If empty, the success URL is generated by appending <code>done/</code> to the “Submit URL”.
de: Der vollständige URL-Pfad zu dem nach dem Absenden des Formulars weitergeleitet wird. Der Pfad sollte mit einem Slash beginnen und enden (<code>/</code>). Wenn das Feld leer bleibt wird an die Formular URL <code>done/</code> angehängt.

source: Actions
de: Aktionen

source: Form template path
de: Formular Template

source: Success template path
de: Template der Zielseite

source: Dynamic form
de: Dynamisches Formular

source: Dynamic forms
de: Dynamische Formulare

source: Type
de: Typ

source: Label
de: Beschriftung

source: Form field
de: Formfeld

source: Form fields
de: Formfelder

source: Field “%(field_name)s” in form “%(form_name)s”
de: Feld „%(field_name)s“ im Formular „%(form_name)s“

source: Form data
de: Formulardaten

source: Submitted on
de: Abgeschickt am

source: Form: “%(form)s” on %(date)s
de: Formular „%(form)s“ vom %(date)s

source: Thank you for submitting this form.
de: Vielen Dank für das Ausfüllen des Formulars

source: An error occurred during submitting this form.
de: Während des Bearbeiten der Eingaben trat ein Fehler auf

source: Hello, you receive this e-mail because someone submitted the form “%(form)s”.
de: Hallo, Sie erhalten diese E-Mail weil das Formular „%(form)s“ abgeschickt wurde

source: Submit
de: Abschicken

source: Success
de: Senden erfolgreich

source: Form submitted successfully
de: Das Formular wurde erfolgreich abgesendet
